Gets the number of rows in the circuit table
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public int GetNumberOfCircuitRows()
  Visual Basic
Public Function GetNumberOfCircuitRows As Integer
  Visual C++
public:
int GetNumberOfCircuitRows()
 Return Value
 The number of rows
 See Also
  PanelScheduleData Class
  Autodesk.Revit.DB.Electrical Namespace